Repository: clerk/clerk-ios
Catalog: Sources/ClerkKitUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, hi, it, ja, ko, pl, pt, ro, ru, tr, zh_hans

source: Are you sure you want to leave this organization? You will lose access to this organization and its applications.
ar: هل أنت متاكد أنك تريد الخروج من المنظمة؟ سوف تفقد الصلاحيات لهذه المنظمة وجميع تطبيقاتها
de: Möchten Sie diese Organisation wirklich verlassen? Sie verlieren den Zugriff auf diese Organisation und Ihre Anwendungen.
el: Είστε σίγουρος ότι θέλετε να αποχωρήσετε από αυτόν τον οργανισμό; Θα χάσετε την πρόσβαση σε αυτόν τον οργανισμό και τις εφαρμογές του.
es: ¿Está seguro de que desea abandonar esta organización? Perderá el acceso a esta organización y sus aplicaciones.
fr: Êtes-vous sûr de vouloir quitter cette organisation ? Vous perdrez l'accès à cette organisation et à ses applications.
hi: क्या आप वाकई इस संगठन को छोड़ना चाहते हैं? आप इस संगठन और इसके अनुप्रयोगों तक पहुंच खो देंगे।
it: Sei sicuro di voler lasciare questa organizzazione? Perderai accesso a questa organizzazione e le sue applicazioni.
ja: この組織から脱退してもよろしいですか？この組織とそのアプリケーションへのアクセスが失われます。
ko: 이 조직을 탈퇴할까요? 조직과 관련 앱에 대한 접근 권한을 잃게 돼요.
pl: Czy na pewno chcesz opuścić tę organizację? Utracisz dostęp do tej organizacji i jej aplikacji.
pt: Tem certeza de que deseja sair desta organização? Você perderá o acesso a esta organização e suas aplicações.
ro: Sigur vrei să părăsești această organizație? Vei pierde accesul la această organizație și la aplicațiile ei.
ru: Вы уверены, что хотите покинуть эту организацию? Вы потеряете доступ к этой организации и ее приложениям.
tr: Bu organizasyondan ayrılmak istediğinizden emin misiniz? Bu organizasyona ve uygulamalarına erişiminizi kaybedeceksiniz.
zh_hans: 您确定要离开此组织吗？您将失去对此组织及其应用程序的访问权限。

source: Authenticator app
ar: تطبيق المصادقة
el: Εφαρμογή ελέγχου ταυτότητας
es: Aplicación de autenticación
fr: Application d'authentification
hi: प्रमाणक ऐप
it: App di autenticazione
ja: 認証アプリ
ko: 인증 앱
pl: Aplikacja uwierzytelniająca
pt: Aplicativo autenticador
ro: Aplicație de autentificare
ru: Приложение-аутентификатор
tr: Doğrulama uygulaması
zh_hans: 身份验证器应用

source: Authenticator app verification enabled
ar: تم تمكين التحقق من تطبيق Authenticator
de: Authentifizierungs-App-Verifizierung aktiviert
el: Η επαλήθευση εφαρμογής Authenticator ενεργοποιήθηκε
es: Verificación de la aplicación de autenticación habilitada
fr: Vérification de l'application d'authentification activée
hi: प्रमाणक ऐप सत्यापन सक्षम किया गया
it: Verifica dell'app di autenticazione abilitata
ja: 認証アプリの検証が有効になっています
ko: OTP 앱 확인이 활성화되었습니다.
pl: Weryfikacja przez aplikację uwierzytelniającą jest włączona
pt: Verificação do aplicativo autenticador ativada
ro: Verificarea prin aplicația de autentificare este activată
ru: Проверка через приложение-аутентификатор включена
tr: Doğrulama uygulaması doğrulaması etkinleştirildi
zh_hans: 验证器应用程序验证已启用

source: Authenticator application
ar: تطبيق المصادقة
de: Authenticator-Anwendung
el: Εφαρμογή επαλήθευσης
es: Aplicación autenticadora
fr: Application d'authentification
hi: प्रमाणीकरण एप्लिकेशन
it: Applicazione di autenticazione
ja: 認証アプリケーション
ko: 인증 애플리케이션
pl: Aplikacja uwierzytelniająca
pt: Aplicativo autenticador
ro: Aplicație de autentificare
ru: Приложение-аутентификатор
tr: Doğrulama uygulaması
zh_hans: 身份验证应用程序

source: Automatic invitations
ar: دعوات تلقائية
de: Automatische Einladungen
el: Αυτόματες προσκλήσεις
es: Invitaciones automáticas
fr: Invitations automatiques
hi: स्वचालित आमंत्रण
it: Inviti automatici
ja: 自動招待
ko: 자동 초대
pl: Automatyczne zaproszenia
pt: Convites automáticos
ro: Invitații automate
ru: Автоматические приглашения
tr: Otomatik davetler
zh_hans: 自动邀请

source: Automatic suggestions
ar: أقتراحات تلقائية
de: Automatische Vorschläge
el: Αυτόματες προτάσεις
es: Sugerencias automáticas
fr: Suggestions automatiques
hi: स्वचालित सुझाव
it: Suggerimenti automatici
ja: 自動提案
ko: 자동 제안
pl: Automatyczne sugestie
pt: Sugestões automáticas
ro: Sugestii automate
ru: Автоматические предложения
tr: Otomatik öneriler
zh_hans: 自动建议

source: Backup code
ar: رمز النسخ الاحتياطي
el: Εφεδρικός κωδικός
es: Código de respaldo
fr: Code de secours
hi: बैकअप कोड
it: Codice di backup
ja: バックアップコード
ko: 백업 코드
pl: Kod zapasowy
pt: Código de backup
ro: Cod de rezervă
ru: Резервный код
tr: Yedek kod
zh_hans: 备用码

source: Backup codes
ar: رموز النسخ الاحتياطي
el: Εφεδρικοί κωδικοί
es: Códigos de respaldo
fr: Codes de secours
hi: बैकअप कोड
it: Codici di backup
ja: バックアップコード
ko: 백업 코드
pl: Kody zapasowe
pt: Códigos de backup
ro: Coduri de rezervă
ru: Резервные коды
tr: Yedek kodlar
zh_hans: 备用码

source: Backup codes are now enabled. You can use one of these to sign in to your account, if you lose access to your authentication device. Each code can only be used once.
ar: تم تفعيل رموز النسخ الاحتياطي الآن. يمكنك استخدام أحدها لتسجيل الدخول إلى حسابك إذا فقدت الوصول إلى جهاز المصادقة الخاص بك. يمكن استخدام كل رمز مرة واحدة فقط.
de: Backup-Codes sind jetzt aktiviert. Sie können einen davon verwenden, um sich bei Ihrem Konto anzumelden, falls Sie den Zugriff auf Ihr Authentifizierungsgerät verlieren. Jeder Code kann nur einmal verwendet werden.
el: Οι εφεδρικοί κωδικοί είναι τώρα ενεργοποιημένοι. Μπορείτε να χρησιμοποιήσετε έναν από αυτούς για να συνδεθείτε στον λογαριασμό σας, αν χάσετε την πρόσβαση στη συσκευή ελέγχου ταυτότητας. Κάθε κωδικός μπορεί να χρησιμοποιηθεί μόνο μία φορά.
es: Los códigos de respaldo ahora están habilitados. Puedes usar uno de ellos para iniciar sesión en tu cuenta si pierdes el acceso a tu dispositivo de autenticación. Cada código solo se puede usar una vez.
fr: Les codes de secours sont maintenant activés. Vous pouvez en utiliser un pour vous connecter à votre compte si vous perdez l'accès à votre appareil d'authentification. Chaque code ne peut être utilisé qu'une seule fois.
hi: बैकअप कोड अब सक्षम हैं। यदि आप अपने प्रमाणीकरण डिवाइस तक पहुँच खो देते हैं, तो आप इनमें से किसी एक का उपयोग अपने खाते में साइन इन करने के लिए कर सकते हैं। प्रत्येक कोड का केवल एक बार उपयोग किया जा सकता है।
it: I codici di backup sono ora abilitati. Puoi usarne uno per accedere al tuo account se perdi l'accesso al tuo dispositivo di autenticazione. Ogni codice può essere utilizzato solo una volta.
ja: バックアップコードが有効になりました。認証デバイスへのアクセスを失った場合、これらのうちの1つを使ってアカウントにサインインできます。各コードは1回しか使用できません。
ko: 백업 코드가 이제 활성화되었습니다. 인증 장치에 접근할 수 없을 때 이 중 하나를 사용하여 계정에 로그인할 수 있습니다. 각 코드는 한 번만 사용할 수 있습니다.
pl: Kody zapasowe są teraz włączone. Możesz użyć jednego z nich, aby zalogować się na konto, jeśli utracisz dostęp do urządzenia uwierzytelniającego. Każdego kodu można użyć tylko raz.
pt: Os códigos de backup agora estão habilitados. Você pode usar um deles para entrar na sua conta, se perder o acesso ao seu dispositivo de autenticação. Cada código só pode ser usado uma vez.
ro: Codurile de rezervă sunt acum activate. Poți folosi unul dintre ele pentru a te autentifica în cont dacă pierzi accesul la dispozitivul de autentificare. Fiecare cod poate fi folosit o singură dată.
ru: Резервные коды включены. Вы можете использовать один из них для входа в учетную запись, если потеряете доступ к устройству аутентификации. Каждый код можно использовать только один раз.
tr: Yedek kodlar etkinleştirildi. Doğrulama cihazınıza erişiminizi kaybederseniz hesabınıza giriş yapmak için bunlardan birini kullanabilirsiniz. Her kod yalnızca bir kez kullanılabilir.
zh_hans: 备份代码现已启用。如果您无法访问身份验证设备，可以使用其中一个代码登录您的帐户。每个代码只能使用一次。

source: Cancel
ar: إلغاء
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
tr: İptal
zh_hans: 取消

source: Change logo
ar: تغيير الشعار
de: Logo ändern
el: Αλλαγή λογότυπου
es: Cambiar logotipo
fr: Changer le logo
hi: लोगो बदलें
it: Cambia logo
ja: ロゴを変更
ko: 로고 변경
pl: Zmień logo
pt: Alterar logotipo
ro: Schimbă sigla
ru: Изменить логотип
tr: Logoyu değiştir
zh_hans: 更改徽标

source: Change password
ar: تغيير كلمة لمرور
de: Passwort ändern
el: Αλλαγή κωδικού πρόσβασης
es: Cambiar la contraseña
fr: Changer le mot de passe
hi: पासवर्ड बदलें
it: Cambia password
ja: パスワードを変更
ko: 비밀번호 변경
pl: Zmień hasło
pt: Alterar senha
ro: Schimbă parola
ru: Изменить пароль
tr: Parolayı değiştir
zh_hans: 更改密码

source: Change role
ar: تغيير الدور
de: Rolle ändern
el: Αλλαγή ρόλου
es: Cambiar rol
fr: Changer le rôle
hi: भूमिका बदलें
it: Cambia ruolo
ja: ロールを変更
ko: 역할 변경
pl: Zmień rolę
pt: Alterar função
ro: Schimbă rolul
ru: Изменить роль
tr: Rolü değiştir
zh_hans: 更改角色

source: Check your email
ar: تحقق من بريدك الإلكتروني
de: Überprüfen Sie Ihre E-Mail
el: Ελέγξτε το email σας
es: Revisa tu correo electrónico
fr: Vérifiez votre e-mail
hi: अपना ईमेल जांचें
it: Controlla la tua email
ja: メールを確認してください
ko: 이메일을 확인하세요
pl: Sprawdź e-mail
pt: Verifique seu e-mail
ro: Verifică emailul
ru: Проверьте почту
tr: E-postanı kontrol et
zh_hans: 请检查您的邮箱

source: Check your phone
ar: تحقق من هاتفك
de: Überprüfen Sie Ihr Telefon
el: Ελέγξτε το τηλέφωνό σας
es: Revisa tu teléfono
fr: Vérifiez votre téléphone
hi: अपना फोन जांचें
it: Controlla il tuo telefono
ja: 電話を確認してください
ko: 휴대폰을 확인하세요
pl: Sprawdź telefon
pt: Verifique seu telefone
ro: Verifică telefonul
ru: Проверьте телефон
tr: Telefonunu kontrol et
zh_hans: 请查看您的手机

source: Choose a username.
ar: اختر اسم مستخدم.
de: Wählen Sie einen Benutzernamen.
el: Επιλέξτε όνομα χρήστη.
es: Elige un nombre de usuario.
fr: Choisissez un nom d'utilisateur.
hi: एक उपयोगकर्ता नाम चुनें।
it: Scegli un nome utente.
ja: ユーザー名を選択してください。
ko: 사용자 이름을 선택하세요.
pl: Wybierz nazwę użytkownika.
pt: Escolha um nome de usuário.
ro: Alege un nume de utilizator.
ru: Выберите имя пользователя.
tr: Bir kullanıcı adı seç.
zh_hans: 选择用户名。

source: Choose an account
ar: اختر حسابًا
de: Konto auswählen
el: Επιλέξτε λογαριασμό
es: Elegir una cuenta
fr: Choisir un compte
hi: एक खाता चुनें
it: Scegli un account
ja: アカウントを選択
ko: 계정 선택
pl: Wybierz konto
pt: Escolha uma conta
ro: Alege un cont
ru: Выберите учетную запись
tr: Bir hesap seç
zh_hans: 选择账户

source: Choose an Organization
ar: اختر منظمة
de: Organisation auswählen
el: Επιλέξτε οργανισμό
es: Elegir una organización
fr: Choisir une organisation
hi: एक संगठन चुनें
it: Scegli un'organizzazione
ja: 組織を選択
ko: 조직 선택
pl: Wybierz organizację
pt: Escolha uma organização
ro: Alege o organizație
ru: Выберите организацию
tr: Kuruluş seç
zh_hans: 选择组织

source: Choose file
ar: اختيار ملف
de: Datei auswählen
el: Επιλογή αρχείου
es: Elegir archivo
fr: Choisir un fichier
hi: फ़ाइल चुनें
it: Scegli file
ja: ファイルを選択
ko: 파일 선택
pl: Wybierz plik
pt: Escolher arquivo
ro: Alege fișier
ru: Выбрать файл
tr: Dosya seç
zh_hans: 选择文件

source: Choose from photo library
ar: اختر من مكتبة الصور
de: Aus der Fotomediathek wählen
el: Επιλογή από τη βιβλιοθήκη φωτογραφιών
es: Elegir de la biblioteca de fotos
fr: Choisir depuis la photothèque
hi: फोटो लाइब्रेरी से चुनें
it: Scegli dalla libreria foto
ja: 写真ライブラリから選択
ko: 사진 보관함에서 선택
pl: Wybierz z biblioteki zdjęć
pt: Escolher da biblioteca de fotos
ro: Alege din biblioteca foto
ru: Выбрать из медиатеки
tr: Fotoğraf kitaplığından seç
zh_hans: 从照片库中选择

source: Choose how users from this domain can join the organization.
ar: أختر كيف يمكن للمستخدمين في هذا النطاق تسجيل الدخول إلى المنظمة
de: Wählen Sie, wie Benutzer mit dieser Domain der Organisation beitreten können.
el: Επιλέξτε πώς οι χρήστες από αυτόν τον τομέα μπορούν να συμμετάσχουν στον οργανισμό.
es: Elija cómo los usuarios de este dominio pueden unirse a la organización.
fr: Choisissez comment les utilisateurs de ce domaine peuvent rejoindre l'organisation.
hi: चुनें कि इस डोमेन के उपयोगकर्ता कैसे संगठन में शामिल हो सकते हैं।
it: Scegli come gli utenti di questo dominio possono unirsi all'organizzazione.
ja: このドメインのユーザーが組織に参加する方法を選択してください。
ko: 이 도메인 사용자가 조직에 참여하는 방법을 선택하세요.
pl: Wybierz, jak użytkownicy z tej domeny mogą dołączać do organizacji.
pt: Escolha como os usuários deste domínio podem se juntar à organização.
ro: Alege cum pot utilizatorii din acest domeniu să se alăture organizației.
ru: Выберите, как пользователи из этого домена смогут присоединяться к организации.
tr: Bu alan adı altındaki kullanıcıların organizasyona nasıl katılacaklarını seçin.
zh_hans: 选择此域名的用户如何加入组织。

source: Choose how you'd like to receive your two-step verification code.
ar: اختر كيف تريد استلام رمز التحقق المكون من خطوتين.
de: Wählen Sie aus, wie Sie Ihren Bestätigungscode für die Zwei-Schritt-Authentifizierung erhalten möchten.
el: Επιλέξτε πώς θέλετε να λάβετε τον κωδικό επαλήθευσης δύο βημάτων.
es: Elige cómo te gustaría recibir tu código de verificación en dos pasos.
fr: Choisissez comment vous souhaitez recevoir votre code de vérification en deux étapes.
hi: चुनें कि आप अपना दो-चरणीय सत्यापन कोड कैसे प्राप्त करना चाहते हैं।
it: Scegli come vuoi ricevere il tuo codice di verifica a due passaggi.
ja: 2段階認証コードの受信方法を選択してください。
ko: 2단계 인증 코드를 받을 방법을 선택하세요.
pl: Wybierz, jak chcesz otrzymywać kod weryfikacji dwuetapowej.
pt: Escolha como deseja receber seu código de verificação em duas etapas.
ro: Alege cum vrei să primești codul de verificare în doi pași.
ru: Выберите, как вы хотите получать код двухэтапной аутентификации.
tr: İki adımlı doğrulama kodunuzu nasıl almak istediğinizi seçin.
zh_hans: 选择您希望如何接收两步验证码。

source: Choose the phone number you want to use for SMS code two-step verification
ar: اختر رقم الهاتف الذي تريد استخدامه للتحقق بخطوتين من رمز الرسائل القصيرة
de: Wählen Sie die Telefonnummer aus, die Sie für die Zwei-Schritt-Authentifizierung per SMS-Code verwenden möchten
el: Επιλέξτε τον αριθμό τηλεφώνου που θέλετε να χρησιμοποιήσετε για την επαλήθευση κωδικού SMS σε δύο βήματα
es: Elija el número de teléfono que desea utilizar para la verificación en dos pasos del código SMS
fr: Choisissez le numéro de téléphone que vous souhaitez utiliser pour la vérification en deux étapes du code SMS
hi: वह फ़ोन नंबर चुनें जिसका उपयोग आप एसएमएस कोड द्वि-चरणीय सत्यापन के लिए करना चाहते हैं
it: Scegli il numero di telefono che desideri utilizzare per la verifica in due passaggi del codice SMS
ja: SMS コードの 2 段階認証に使用する電話番号を選択してください
ko: SMS 코드 2단계 인증에 사용할 전화번호를 선택하세요.
pl: Wybierz numer telefonu, którego chcesz używać do weryfikacji dwuetapowej kodem SMS
pt: Escolha o número de telefone que deseja usar para a verificação em duas etapas do código SMS
ro: Alege numărul de telefon pe care vrei să îl folosești pentru verificarea în doi pași prin cod SMS
ru: Выберите номер телефона, который хотите использовать для двухэтапной аутентификации по SMS-коду
tr: SMS kodu ile iki adımlı doğrulama için kullanmak istediğiniz telefon numarasını seçin
zh_hans: 选择您要用于短信代码两步验证的电话号码

source: Choose which method you prefer to protect your account with an extra layer of security
ar: اختر الطريقة التي تفضلها لحماية حسابك بطبقة إضافية من الأمان
de: Wählen Sie die Methode aus, die Sie bevorzugen, um Ihr Konto mit einer zusätzlichen Sicherheitsebene zu schützen
el: Επιλέξτε ποια μέθοδο προτιμάτε για την προστασία του λογαριασμού σας με ένα επιπλέον επίπεδο ασφάλειας
es: Elige qué método prefieres para proteger tu cuenta con una capa adicional de seguridad
fr: Choisissez la méthode que vous préférez pour protéger votre compte avec une couche de sécurité supplémentaire
hi: सुरक्षा की एक अतिरिक्त परत के साथ अपने खाते को सुरक्षित रखने के लिए आप कौन सा तरीका पसंद करते हैं चुनें
it: Scegli il metodo che preferisci per proteggere il tuo account con un ulteriore livello di sicurezza
ja: 追加のセキュリティ層でアカウントを保護する方法を選択してください
ko: 추가 보안 계층으로 계정을 보호하기 위해 선호하는 방법을 선택하세요.
pl: Wybierz preferowaną metodę ochrony konta dodatkową warstwą zabezpieczeń
pt: Escolha qual método você prefere para proteger sua conta com uma camada extra de segurança
ro: Alege metoda preferată pentru a-ți proteja contul cu un nivel suplimentar de securitate
ru: Выберите предпочтительный способ защиты учетной записи дополнительным уровнем безопасности
tr: Hesabınızı ekstra bir güvenlik katmanıyla korumak için tercih ettiğiniz yöntemi seçin
zh_hans: 选择您喜欢的方法来保护您的帐户并提供额外的安全层

source: Choose your password
ar: اختر كلمة المرور الخاصة بك
de: Wählen Sie Ihr Passwort
el: Επιλέξτε τον κωδικό πρόσβασής σας
es: Elige tu contraseña
fr: Choisissez votre mot de passe
hi: अपना पासवर्ड चुनें
it: Scegli la tua password
ja: パスワードを選択してください
ko: 비밀번호를 선택하세요
pl: Wybierz hasło
pt: Escolha sua senha
ro: Alege parola
ru: Выберите пароль
tr: Parolanızı seçin
zh_hans: 选择您的密码

source: Choose your username
ar: اختر اسم المستخدم الخاص بك
de: Wählen Sie Ihren Benutzernamen
el: Επιλέξτε το όνομα χρήστη σας
es: Elige tu nombre de usuario
fr: Choisissez votre nom d'utilisateur
hi: अपना उपयोगकर्ता नाम चुनें
it: Scegli il tuo nome utente
ja: ユーザー名を選択してください
ko: 사용자 이름을 선택하세요
pl: Wybierz nazwę użytkownika
pt: Escolha seu nome de usuário
ro: Alege numele de utilizator
ru: Выберите имя пользователя
tr: Kullanıcı adınızı seçin
zh_hans: 选择您的用户名

source: Close
ar: إغلاق
de: Schließen
el: Κλείσιμο
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
tr: Kapat
zh_hans: 关闭

source: Complete your profile
ar: أكمل ملفك الشخصي
de: Vervollständigen Sie Ihr Profil
el: Συμπληρώστε το προφίλ σας
es: Completa tu perfil
fr: Complétez votre profil
hi: अपनी प्रोफ़ाइल पूरी करें
it: Completa il tuo profilo
ja: プロフィールを完成させてください
ko: 프로필을 완성하세요
pl: Uzupełnij profil
pt: Complete seu perfil
ro: Completează profilul
ru: Заполните профиль
tr: Profilini tamamla
zh_hans: 完善您的个人资料

source: Confirm password
ar: تأكيد كلمة المرور
de: Passwort bestätigen
el: Επιβεβαίωση κωδικού
es: Confirmar contraseña
fr: Confirmer le mot de passe
hi: पासवर्ड की पुष्टि करें
it: Conferma password
ja: パスワードの確認
ko: 비밀번호 확인
pl: Potwierdź hasło
pt: Confirmar senha
ro: Confirmă parola
ru: Подтвердите пароль
tr: Parolayı onayla
zh_hans: 确认密码

source: Connect account
ar: ربط الحساب
de: Konto verbinden
el: Σύνδεση λογαριασμού
es: Conectar cuenta
fr: Connecter le compte
hi: खाता कनेक्ट करें
it: Collega account
ja: アカウントを接続
ko: 계정 연결
pl: Połącz konto
pt: Conectar conta
ro: Conectează contul
ru: Подключить учетную запись
tr: Hesap bağla
zh_hans: 连接账户

source: CONNECTED ACCOUNTS
ar: الحسابات المتصلة
de: VERBUNDENE KONTEN
el: ΣΥΝΔΕΔΕΜΕΝΟΙ ΛΟΓΑΡΙΑΣΜΟΙ
es: CUENTAS CONECTADAS
fr: COMPTES CONNECTÉS
hi: कनेक्टेड खाते
it: ACCOUNT COLLEGATI
ja: 接続済みアカウント
ko: 연결된 계정
pl: POŁĄCZONE KONTA
pt: CONTAS CONECTADAS
ro: CONTURI CONECTATE
ru: ПОДКЛЮЧЕННЫЕ УЧЕТНЫЕ ЗАПИСИ
tr: BAĞLI HESAPLAR
zh_hans: 关联账户

source: Contact your organization admin for an invitation.
ar: تواصل مع مسؤول منظمتك للحصول على دعوة.
de: Kontaktieren Sie Ihren Organisationsadministrator für eine Einladung.
el: Επικοινωνήστε με τον διαχειριστή του οργανισμού σας για πρόσκληση.
es: Contacte al administrador de su organización para obtener una invitación.
fr: Contactez l'administrateur de votre organisation pour obtenir une invitation.
hi: आमंत्रण के लिए अपने संगठन के व्यवस्थापक से संपर्क करें।
it: Contatta l'amministratore della tua organizzazione per un invito.
ja: 招待を受けるには組織の管理者にお問い合わせください。
ko: 초대가 필요하면 조직 관리자에게 문의해 주세요.
pl: Skontaktuj się z administratorem organizacji, aby otrzymać zaproszenie.
pt: Entre em contato com o administrador da sua organização para obter um convite.
ro: Contactează administratorul organizației pentru o invitație.
ru: Обратитесь к администратору организации за приглашением.
tr: Davet için kuruluş yöneticinizle iletişime geçin.
zh_hans: 请联系您的组织管理员获取邀请。

source: Continue
ar: متابعة
de: Weiter
el: Συνέχεια
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
ja: 続ける
ko: 계속
pl: Kontynuuj
pt: Continuar
ro: Continuă
ru: Продолжить
tr: Devam et
zh_hans: 继续

source: Continue to %@
ar: للمتابعة إلى %@
de: Weiter zu %@
el: για να συνεχίσετε στο %@
es: Para continuar a %@
fr: Pour continuer vers %@
hi: %@ पर जारी रखने के लिए
it: Continua a %@
ja: %@に続けるには
ko: %@(으)로 계속하려면
pl: Kontynuuj do %@
pt: Continuar para %@
ro: Continuă la %@
ru: Продолжить в %@
tr: %@ uygulamasına devam et
zh_hans: 继续前往%@

source: Continue with %@
ar: متابعة باستخدام %@
de: Weiter mit %@
el: Συνέχεια με %@
es: Continuar con %@
fr: Continuer avec %@
hi: %@ के साथ जारी रखें
it: Continua con %@
ja: %@で続ける
ko: %@(으)로 계속하기
pl: Kontynuuj z %@
pt: Continuar com %@
ro: Continuă cu %@
ru: Продолжить с %@
tr: %@ ile devam et
zh_hans: 使用%@继续

source: Copy to clipboard
ar: نسخ إلى الحافظة
de: In Zwischenablage kopieren
el: Αντιγραφή στο πρόχειρο
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
hi: क्लिपबोर्ड पर कॉपी करें
it: Copia negli appunti
ja: クリップボードにコピー
ko: 클립보드에 복사
pl: Kopiuj do schowka
pt: Copiar para área de transferência
ro: Copiază în clipboard
ru: Скопировать в буфер обмена
tr: Panoya kopyala
zh_hans: 复制到剪贴板

source: Create a unique password.
ar: إنشاء كلمة مرور فريدة.
de: Erstellen Sie ein einzigartiges Passwort.
el: Δημιουργήστε έναν μοναδικό κωδικό πρόσβασης.
es: Crea una contraseña única.
fr: Créez un mot de passe unique.
hi: एक अनोखा पासवर्ड बनाएं।
it: Crea una password unica.
ja: 固有のパスワードを作成してください。
ko: 고유한 비밀번호를 만드세요.
pl: Utwórz unikalne hasło.
pt: Crie uma senha única.
ro: Creează o parolă unică.
ru: Создайте уникальный пароль.
tr: Benzersiz bir parola oluştur.
zh_hans: 创建一个独特的密码。

source: Create organization
ar: إنشاء منظمة
de: Organisation erstellen
el: Δημιουργία οργανισμού
es: Crear organización
fr: Créer une organisation
hi: संगठन बनाएँ
it: Crea organizzazione
ja: 組織を作成
ko: 조직 만들기
pl: Utwórz organizację
pt: Criar organização
ro: Creează organizație
ru: Создать организацию
tr: Kuruluş oluştur
zh_hans: 创建组织

source: Create your account
ar: إنشاء حسابك
de: Erstellen Sie Ihr Konto
el: Δημιουργήστε τον λογαριασμό σας
es: Crea tu cuenta
fr: Créez votre compte
hi: अपना खाता बनाएं
it: Crea il tuo account
ja: アカウントを作成
ko: 계정 만들기
pl: Utwórz konto
pt: Crie sua conta
ro: Creează contul
ru: Создайте учетную запись
tr: Hesabını oluştur
zh_hans: 创建您的账户

source: Created: %@
ar: تم الإنشاء: %@
de: Erstellt: %@
el: Δημιουργήθηκε: %@
es: Creado: %@
fr: Créé : %@
hi: बनाया गया: %@
it: Creato: %@
ja: 作成日: %@
ko: 생성됨: %@
pl: Utworzono: %@
pt: Criado: %@
ro: Creat: %@
ru: Создано: %@
tr: Oluşturulma: %@
zh_hans: 创建时间：%@

source: Current password
ar: كلمة المرور الحالية
de: Aktuelles Passwort
el: Τρέχων κωδικός πρόσβασης
es: Contraseña actual
fr: Mot de passe actuel
hi: वर्तमान पासवर्ड
it: Password attuale
ja: 現在のパスワード
ko: 현재 비밀번호
pl: Obecne hasło
pt: Senha atual
ro: Parola actuală
ru: Текущий пароль
tr: Mevcut parola
zh_hans: 当前密码

source: Default
ar: افتراضي
de: Standard
el: Προεπιλογή
es: Predeterminado
fr: Par défaut
hi: डिफ़ॉल्ट
it: Predefinito
ja: デフォルト
ko: 기본값
pl: Domyślne
pt: Padrão
ro: Implicit
ru: По умолчанию
tr: Varsayılan
zh_hans: 默认

source: Delete
ar: حذف
de: Löschen
el: Διαγραφή
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt: Excluir
ro: Șterge
ru: Удалить
tr: Sil
zh_hans: 删除

source: DELETE
ar: حذف
de: LÖSCHEN
el: ΔΙΑΓΡΑΦΗ
es: ELIMINAR
fr: SUPPRIMER
hi: हटाएं
it: ELIMINA
ja: 削除
ko: 삭제
pl: USUŃ
pt: EXCLUIR
ro: ȘTERGE
ru: УДАЛИТЬ
tr: SİL
zh_hans: 删除

source: Delete account
ar: حذف الحساب
de: Konto löschen
el: Διαγραφή λογαριασμού
es: Eliminar cuenta
fr: Supprimer le compte
hi: खाता हटाएं
it: Elimina account
ja: アカウントを削除
ko: 계정 삭제
pl: Usuń konto
pt: Excluir conta
ro: Șterge contul
ru: Удалить учетную запись
tr: Hesabı sil
zh_hans: 删除账户

source: DELETE ACCOUNT
ar: حذف الحساب
de: KONTO LÖSCHEN
el: ΔΙΑΓΡΑΦΗ ΛΟΓΑΡΙΑΣΜΟΥ
es: ELIMINAR CUENTA
fr: SUPPRIMER LE COMPTE
hi: खाता हटाएं
it: ELIMINA ACCOUNT
ja: アカウントを削除
ko: 계정 삭제
pl: USUŃ KONTO
pt: EXCLUIR CONTA
ro: ȘTERGE CONTUL
ru: УДАЛИТЬ УЧЕТНУЮ ЗАПИСЬ
tr: HESABI SİL
zh_hans: 删除账户

source: Delete organization
ar: حذف المنظمة
de: Organisation löschen
el: Διαγραφή οργανισμού
es: Eliminar organización
fr: Supprimer l’organisation
hi: संगठन हटाएं
it: Elimina organizzazione
ja: 組織を削除
ko: 조직 삭제
pl: Usuń organizację
pt: Excluir organização
ro: Șterge organizația
ru: Удалить организацию
tr: Kuruluşu sil
zh_hans: 删除组织
